{
  "title": "プライバシーポリシー",
  "welcomeMessage": "Prompt Manager はお客様のプライバシーを尊重し、個人情報の保護に努めています。このプライバシーポリシーは、お客様の情報をどのように収集、使用、保存、共有するかを説明します。",
  "section1": {
    "title": "1. 収集する情報",
    "content": "お客様が直接提供する情報（アカウント作成、サービス購読、お問い合わせ時など）を収集する場合があります。これには、氏名、電子メールアドレス、支払い情報などが含まれます。また、お客様が当社のサービスを利用する際、IPアドレス、デバイス情報、ブラウザの種類、アクセス時間、サービス利用状況に関するデータなど、特定の情報を自動的に収集します。"
  },
  "section2": {
    "title": "2. 情報の利用方法",
    "content": "収集した情報は、サービスの提供、維持、改善。お客様の取引処理。サービス関連の通知（セキュリティ更新、請求情報など）の送信。お客様の利用体験のパーソナライズ。最適化のためのサービス利用状況の分析。および法的義務の遵守のために利用します。"
  },
  "section3": {
    "title": "3. 情報の共有と開示",
    "content": "当社は、お客様の個人を特定できる情報を第三者に販売、賃貸、または取引することはありません。以下の場合に限り、情報を第三者と共有することがあります：サービスを提供する第三者サービスプロバイダー（支払い処理業者、データ分析サービスなど）との共有。法的要件、裁判所命令、または政府の要求への遵守。サービス利用規約の実施。当社の権利、財産、または安全、およびユーザーまたは一般の権利、財産、または安全の保護。合併、買収、または資産売却に関連する場合。"
  },
  "section4": {
    "title": "4. データセキュリティ",
    "content": "当社は、お客様の情報を不正なアクセス、使用、または開示から保護するために、合理的な物理的、技術的、および管理的な措置を講じています。ただし、インターネット上のデータ転送は100%安全ではなく、転送中の情報の絶対的なセキュリティを保証することはできません。"
  },
  "section5": {
    "title": "5. お客様の権利",
    "content": "お客様は、当社が保持する個人情報にアクセス、修正、または削除する権利を有します。また、同意を撤回すること（該当する場合）、データの処理に異議を唱えること、または制限することもできます。これらの権利を行使するには、本ポリシーの末尾に記載されている連絡先情報を使用して当社にご連絡ください。"
  },
  "section6": {
    "title": "6. Cookieと追跡技術",
    "content": "当社は、サービス上の活動を追跡し、特定の情報を保存するためにCookieおよび類似の追跡技術を使用します。Cookieは、お客様のブラウザに送信される小さなデータファイルで、情報の収集と追跡、サービスの改善と分析に使用されます。お客様は、すべてのCookieを拒否するか、Cookieが送信されたときに通知するようにブラウザを設定することができます。ただし、Cookieを受け入れない場合、サービスの一部機能を利用できない場合があります。"
  },
  "section7": {
    "title": "7. 第三者のリンク",
    "content": "当社のサービスには、当社が運営していない他のウェブサイトへのリンクが含まれている場合があります。第三者のリンクをクリックすると、その第三者のサイトに移動します。お客様は、アクセスするすべてのサイトのプライバシーポリシーを確認することを強くお勧めします。当社は、第三者のサイトまたはサービスのコンテンツ、プライバシーポリシー、または慣行について管理権を有しておらず、責任を負いません。"
  },
  "section8": {
    "title": "8. 子供のプライバシー",
    "content": "当社のサービスは、13歳未満の者（「子供」）を対象としていません。当社は、13歳未満の子供から個人を特定できる情報を意図的に収集することはありません。お客様が親または保護者であり、お子様が当社に個人データを提供したことを認識している場合は、当社にご連絡ください。当社が親の同意なしに子供から個人データを収集したことを認識した場合、その情報をサーバーから削除するための措置を講じます。"
  },
  "section9": {
    "title": "9. 本プライバシーポリシーの変更",
    "content": "当社は、このプライバシーポリシーを随時更新することがあります。変更があった場合は、このページに新しいプライバシーポリシーを掲載することでお客様に通知します。このプライバシーポリシーを定期的に確認して、変更がないか確認することをお勧めします。このプライバシーポリシーの変更は、このページに掲載された時点で有効になります。"
  },
  "section10": {
    "title": "10. お問い合わせ",
    "content": "このプライバシーポリシーについてご質問がある場合は、[連絡先メールアドレス/方法] までお問い合わせください。"
  }
}