{
  "title": "利用規約",
  "welcomeMessage": "Prompt Manager へようこそ。当社のサービスにアクセスまたは利用することにより、お客様はこれらの規約に拘束されることに同意するものとします。以下を注意深くお読みください。",
  "section1": {
    "title": "1. 規約の受諾",
    "content": "Prompt Manager サービスにアクセスし利用することにより、お客様は本利用規約を読み、理解し、同意することを確認するものとします。これらの規約に同意しない場合、当社のサービスを利用しないでください。"
  },
  "section2": {
    "title": "2. サービスの説明",
    "content": "Prompt Manager は、ユーザーが AI プロンプトを管理、作成、共有できるプラットフォームを提供します。当社は安定した、安全で効率的なサービスを提供することに尽力していますが、サービスの継続的な可用性、正確性、または完全性についていかなる保証も行いません。"
  },
  "section3": {
    "title": "3. ユーザーアカウント",
    "content": "一部のサービス機能を利用するには、アカウントを登録する必要がある場合があります。お客様は正確、完全、最新の情報を提供することに同意し、お客様のアカウントで発生するすべての活動について全責任を負うものとします。アカウントの資格情報を安全に保管し、不正な利用があった場合は直ちに当社に報告してください。"
  },
  "section4": {
    "title": "4. ユーザー行動ガイドライン",
    "content": "お客様は、当社のサービスを利用する際に適用されるすべての法令を遵守することに同意するものとします。違法、有害、脅迫的、虐待的、嫌がらせ、中傷的、わいせつ、他者のプライバシーを侵害するもの、または知的財産権を侵害するコンテンツを投稿、送信、または共有してはなりません。当社は、本規約に違反するコンテンツを削除する権利を留保します。"
  },
  "section5": {
    "title": "5. 知的財産権",
    "content": "Prompt Manager プラットフォーム上のすべてのコンテンツ（テキスト、グラフィック、ロゴ、アイコン、画像、オーディオクリップ、デジタルダウンロード、データコンパイル、ソフトウェアを含むがこれらに限定されない）は、Prompt Manager またはそのコンテンツサプライヤーの財産であり、国際著作権法によって保護されています。ユーザーが提出したプロンプトコンテンツの著作権はユーザーに帰属しますが、お客様は Prompt Manager に対して、これらのコンテンツを世界中で使用、複製、変更、適応、公開、翻訳、派生作品の作成、配布、表示するための無料、永続的、取り消し不能な権利を付与するものとします。"
  },
  "section6": {
    "title": "6. プライバシーポリシー",
    "content": "お客様のプライバシーは当社にとって非常に重要です。お客様の情報の収集、使用、開示方法については、当社のプライバシーポリシーをご参照ください。お客様のサービス利用は、当社のプライバシーポリシーへの同意を構成するものとします。"
  },
  "section7": {
    "title": "7. 終了",
    "content": "当社は、本規約への違反を含むがこれに限定されない理由により、いつでもお客様のサービスへのアクセスを一時停止または終了する権利を、事前の通知なく留保します。終了後、サービスを使用するお客様のすべての権利は直ちに停止します。"
  },
  "section8": {
    "title": "8. 保証の免責",
    "content": "当社のサービスは「現状有姿」および「利用可能な限り」で提供され、商品性、特定の目的への適合性、非侵害性を含むがこれらに限定されない、明示的または黙示的な保証は一切ありません。当社は、サービスが中断なく、タイムリーに、安全に、またはエラーなく提供されることを保証しません。"
  },
  "section9": {
    "title": "9. 責任の制限",
    "content": "適用法で許容される最大限の範囲で、Prompt Manager は、当社のサービスの使用または使用不能に起因または関連する直接的、間接的、偶発的、特別、結果的、または懲罰的損害について、たとえ当社がそのような損害の可能性を知らされていたとしても、責任を負わないものとします。"
  },
  "section10": {
    "title": "10. 準拠法",
    "content": "本利用規約は、その抵触法の原則にかかわらず、中華人民共和国の法律に準拠し、解釈されるものとします。本規約に起因または関連する紛争は、管轄権を有する裁判所に提出され、解決されるものとします。"
  },
  "section11": {
    "title": "11. 規約の変更",
    "content": "当社は、いつでも本規約を変更または置き換える権利を留保します。重大な変更を行う場合、当社は事前の通知に合理的な努力を払います。そのような変更が有効になった後もお客様が当社のサービスを継続して利用することは、改訂された規約に同意したものとみなされます。"
  },
  "section12": {
    "title": "12. お問い合わせ",
    "content": "本利用規約についてご質問がある場合は、[連絡先メールアドレス/方法] までお問い合わせください。"
  }
}